[{
    "difficulty": 0,
    "text": "Players have no maximum hand size."
}, {
    "difficulty": 0,
    "text": "Whenever a source would deal damage, it deals double that damage instead."
}, {
    "difficulty": 0,
    "text": "Whenever a source would deal damage, prevent that damage."
}, {
    "difficulty": 0,
    "text": "Switch all creatures' power and toughness."
}, {
    "difficulty": 0,
    "text": "All lands have: \"{T}: Add one mana of any color to your mana pool.\""
}, {
    "difficulty": 0,
    "text": "All lands lose all abilities and have: \"{T}: Add {1} to your mana pool.\""
}, {
    "difficulty": 0,
    "text": "Permanents don't untap during their controller's untap step."
}, {
    "difficulty": 0,
    "text": "Each player's maximum hand size is reduced by 2."
}, {
    "difficulty": 0,
    "text": "At the beginning of each upkeep, each player flips a coin. If he or she loses the flip, he or she loses 3 life."
}, {
    "difficulty": 0,
    "text": "Players may cast nonland cards as though they had flash."
}, {
    "difficulty": 0,
    "text": "Spells can't be countered."
}, {
    "difficulty": 0,
    "text": "All creatures have double strike."
}, {
    "difficulty": 0,
    "text": "All creatures are 0/5 with no abilities."
}, {
    "difficulty": 0,
    "text": "Players may play any number of additional lands."
}, {
    "difficulty": 0,
    "text": "All creatures get -X/-0, where X is their controller's life total."
}, {
    "difficulty": 0,
    "text": "Players skip all combat phases."
}, {
    "difficulty": 0,
    "text": "Players skip their upkeep."
}, {
    "difficulty": 0,
    "text": "Players life totals can't change."
}, {
    "difficulty": 0,
    "text": "Players can't lose the game."
}, {
    "difficulty": 0,
    "text": "All permanents have: \"{T}: Add one mana of any combination of colors to your mana pool for each permanent you control. Damage that sources you control deal this turn is prevented. Skip your next turn.\""
}, {
    "difficulty": 0,
    "text": "All nonland permanents that aren't creatures are creatures with power and toughness equal to their converted mana cost in addition to their other types."
}, {
    "difficulty": 0,
    "text": "All permanents have all activated abilities of all other permanents their controller controls."
}, {
    "difficulty": 0,
    "text": "All permanents have all abilities of all other permanents."
}, {
    "difficulty": 0,
    "text": "Spells cost {2} more to cast."
}, {
    "difficulty": 0,
    "text": "Spells cost {1} less to cast."
}, {
    "difficulty": 0,
    "text": "At the beginning of each player's draw step, that player exiles the top card of his or her library. If it's a land card, the player puts it onto the battlefield. Otherwise, the player casts it without paying its mana cost if able. *(That player draws a card first.)*"
}, {
    "difficulty": 0,
    "text": "Whenever a player casts a spell, counter that spell unless it's controller pays {X}, where X is that spell's converted mana cost."
}, {
    "difficulty": 0,
    "text": "Whenever a player casts a spell for the first time in a turn, counter that spell. This ability can counter spells that can't be countered as though they couldn't not be countered."
}, {
    "difficulty": 0,
    "text": "At the beginning of each player's upkeep, that player flips a coin for each permanent he or she controls. If he or she loses the flip, he or she sarcifices that permanent."
}, {
    "difficulty": 0,
    "text": "When this emblem enters the command zone, all permanents phase out.\nWhen this emblem leaves the command zone, all permanents phase in.\nPermanents can't phase in."
}, {
    "difficulty": 0,
    "text": "Each player plays with his hand revealed."
}, {
    "difficulty": 0,
    "text": "Players can't cast creature spells."
}, {
    "difficulty": 0,
    "text": "Players can't cast noncreature spells."
}, {
    "difficulty": 0,
    "text": "Whenever a player would gain life, he or she gains double that life instead."
}, {
    "difficulty": 0,
    "text": "All permanents have indestructible."
}, {
    "difficulty": 0,
    "text": "All permanents have shroud."
}, {
    "difficulty": 0,
    "text": "Whenever a creature is dealt damage, exile it."
}, {
    "difficulty": 0,
    "text": "When this emblem enters the command zone, choose two game emblems at random. Then they enter the command zone.",
    "drawOthers": 2
}, {
    "difficulty": 0,
    "text": "Whenever a permanent becomes tapped, its controller sacrifices it."
}, {
    "difficulty": 0,
    "text": "At the end of each player's upkeep, that player sacrifices all permanents he or she controls."
}, {
    "difficulty": 0,
    "text": "All lands are 1/1 colorless creatures. They are still lands."
}, {
    "difficulty": 0,
    "text": "Players can't sacrifice creatures."
}, {
    "difficulty": 0,
    "text": "At the beginning of each player's draw step, that player draws four additional cards."
}, {
    "difficulty": 0,
    "text": "All instant or sorcery cards in all graveyards gain flashback. The flashback cost is equal to its mana cost."
}, {
    "difficulty": 0,
    "text": "Whenever a player casts an instant or sorcery spell, each other player copies that spell. Each of those players may choose new targets for his or her copy."
}, {
    "difficulty": 0,
    "text": "Whenever a permanent would become untapped, its controller may pay 1 life. If he or she doesn't, it remains tapped instead."
}, {
    "difficulty": 0,
    "text": "Each creature can block any number of creatures."
}, {
    "difficulty": 0,
    "text": "If a player has 7 life or less, all creatures that player controls gain horsemanship."
}, {
    "difficulty": 0,
    "text": "Whenever a player would lose life, each player loses that much life instead. The same is true for life gain and sacrificing."
}, {
    "difficulty": 0,
    "text": "Whenever a player would gain life, he or she loses that much life instead. Whenever a player would lose life, he or she gains that much life instead."
}, {
    "difficulty": 0,
    "text": "All permanents aren't artifacts."
}, {
    "difficulty": 0,
    "text": "At the beginning of each player's upkeep, that player turns all face-down permanents he or she controls face up and all creatures he or she controls face down. They are 2/2 creatures."
}, {
    "difficulty": 0,
    "text": "All lands have: \"Sacrifice this permanent: Add one mana of any color this land could produce to your mana pool.\""
}, {
    "difficulty": 0,
    "text": "Whenever a player casts a spell, that player may untap target permanent he or she controls or tap target permanent an opponent controls."
}, {
    "difficulty": 0,
    "text": "All instant or sorcery spells have buyback {X}, where X is half that spell's converted mana cost, rounded up."
}, {
    "difficulty": 0,
    "text": "At the beginning of each player's upkeep, that player chooses persist or undying for each creature he or she controls. Each creature gets the chosen ability until its controller's next upkeep."
}, {
    "difficulty": 0,
    "text": "All creatures have provoke."
}, {
    "difficulty": 0,
    "text": "All creatures get +4/+6."
}, {
    "difficulty": 0,
    "text": "All damage is dealt as though its source had wither."
}, {
    "difficulty": 0,
    "text": "All lands lose all abilities and aren't lands."
}, {
    "difficulty": 0,
    "text": "When this emblem enters the command zone, the game's turn order is reversed."
}, {
    "difficulty": 0,
    "text": "Whenever a player casts a spell, that player discards a card at random."
}, {
    "difficulty": 0,
    "text": "All instant or sorcery cards gain storm."
}, {
    "difficulty": 0,
    "text": "All cards in all hands have madness {X}, where X is the number of cards in their owner's hand."
}, {
    "difficulty": 0,
    "text": "Whenever a player would draw a card, that player clashes with an opponent. If he or she wins, he or she draws two cards instead. Otherwise, he or she draws none and that opponent draws one card instead."
}, {
    "difficulty": 0,
    "text": "At the beginning of each player's upkeep, that player may pay X life. If he or she does, he or she draws X cards."
}, {
    "difficulty": 0,
    "text": "Players can't activate activated abilities that aren't mana abilities."
}, {
    "difficulty": 0,
    "text": "Triggered abilities can't trigger."
}, {
    "difficulty": 0,
    "text": "Players may activate planeswalker abilities any time they could cast an instant."
}, {
    "difficulty": 0,
    "text": "Players may activate an additional planeswalker ability of each planeswalker each turn."
}, {
    "difficulty": 0,
    "text": "At the beginning of each player's upkeep, that player puts a loyality counter on each planeswalker he or she controls."
}, {
    "difficulty": 0,
    "text": "Creatures don't die as a result of their toughness being zero or less."
}, {
    "difficulty": 0,
    "text": "All nonland permanents are legendary."
}, {
    "difficulty": 0,
    "text": "Whenever a creature becomes the target of a spell or ability with a single target, it gets +3/-2 until end of turn."
}, {
    "difficulty": 0,
    "text": "When this emblem enters the command zone, each player loses 5 life."
}, {
    "difficulty": 0,
    "text": "When this emblem enters the command zone, each player loses 3 poison counters."
}, {
    "difficulty": 0,
    "text": "When this emblem enters the command zone, each player gets 2 poison counters."
}, {
    "difficulty": 0,
    "text": "When this emblem enters the command zone, each player loses all poison counters and then gets 9 poison counters."
}, {
    "difficulty": 0,
    "text": "Whenever a land would add one or more mana to a player's mana pool, that player flips a coin. If he or she wins the flip, he or she adds two additional mana of that color to his or her mana pool. If he or she loses the flip, that land adds no mana to his or her mana pool instead."
}, {
    "difficulty": 0,
    "text": "Whenever a player casts a spell, that player draws a card."
}, {
    "difficulty": 0,
    "text": "All creatures have \"{0}: Return this creature to its owner's hand.\""
}, {
    "difficulty": 0,
    "text": "All creatures have defender."
}, {
    "difficulty": 0,
    "text": "All creatures attack each combat phase if able."
}, {
    "difficulty": 0,
    "text": "All nonland permanents have echo. The echo cost is equal to their mana cost."
}, {
    "difficulty": 0,
    "text": "All creatures have lifelink and deathtouch."
}, {
    "difficulty": 0,
    "text": "Whenever a player casts a creature spell, that spell gains haste and \"At the beginning of your end step, exile this permanent.\""
}, {
    "difficulty": 0,
    "text": "All creature cards in all graveyards have unearth {0}."
}, {
    "difficulty": 0,
    "text": "When this emblem enters the command zone, starting with a random player, each player returns all creature, artifact and land cards from all graveyards to the battlefield under their owner's control, then each player returns all enchantment cards from all graveyards to the battlefield under their owner's control, then each player casts all instant or sorcery cards in his or her graveyard if able."
}, {
    "difficulty": 0,
    "text": "When this emblem enters the command zone, each player rolls a twenty-sided dice.\nAll creatures get +X/+X, where X is the result of its controller's dice roll."
}, {
    "difficulty": 0,
    "text": "Whenever a source would deal damage to a player, that player may pay {2}. If he or she does, that source deals no damage instead."
}, {
    "difficulty": 0,
    "text": "Players can only cast one spell and activate one ability each turn. *(Mana abilities don't count.)*"
}, {
    "difficulty": 0,
    "text": "Whenever a permanent would be sacrificed, it phases out instead. *(If the sacrificing was part of a cost, the cost is still paid.)*"
}, {
    "difficulty": 0,
    "text": "When this emblem enters the command zone, choose five game emblems at random. Then they enter the command zone.",
    "drawOthers": 5
}, {
    "difficulty": 0,
    "text": "When this emblem enters the command zone, two twenty-sided dice are rolled. Each player's life total becomes the total of the results of the dice rolls."
}, {
    "difficulty": 0,
    "text": "All creatures have absorb 3."
}, {
    "difficulty": 0,
    "text": "When this emblem enters the command zone, an even-sided dice is rolled. Then, if a player has one card in his or her hand and the result was even, that player wins the game, and if a player has one card in his or her hand and the result was odd, that player loses the game."
}, {
    "difficulty": 0,
    "text": "Whenever a player untaps a permanent he or she controls, that player untaps target tapped permanent an opponent controls."
}, {
    "difficulty": 0,
    "text": "Lands are every basic land type in addition to their other types."
}, {
    "difficulty": 0,
    "text": "Whenever anything is randomly chosen, starting with a random player, any player may choose to pay 3 life. If a player does, the choice gets negated and is chosen again."
}, {
    "difficulty": 0,
    "text": "When this emblem enters the command zone, each player shuffles his or her library."
}, {
    "difficulty": 0,
    "text": "When this emblem enters the command zone, each player discards his or her hand."
}, {
    "difficulty": 0,
    "text": "When this emblem enters the command zone, each player rolls a twenty-sided die. If a player rolls a 1, he or she loses the game."
}, {
    "difficulty": 0,
    "text": "Whenever a permanent card would be put into a graveyard from anywhere, its owner puts it onto the battlefield instead."
}, {
    "difficulty": 0,
    "text": "All permanents have protection from artifacts and enchantments."
}, {
    "difficulty": 0,
    "text": "All spells have cascade."
}, {
    "difficulty": 0,
    "text": "Ignore all replacement effects."
}, {
    "difficulty": 0,
    "text": "When this emblem enters the command zone, all players gain control of all permanents they own."
}, {
    "difficulty": 0,
    "text": "Players may play lands anytime they could cast an instant. *(The one-land-per-turn rule still applies.)*"
}, {
    "difficulty": 0,
    "text": "When this emblem enters the command zone, each player flips a coin. Each player that loses the flip skips his or her next turn."
}, {
    "difficulty": 0,
    "text": "When this emblem enters the command zone, choose two game emblems at random. Then they enter the command zone as non-game emblems.",
    "drawOthersAsPermanent": 2
}, {
    "difficulty": 0,
    "text": "When this emblem enters the command zone, each player puts the top ten cards of his or her library into his or her graveyard."
}, {
    "difficulty": 0,
    "text": "When this emblem enters the command zone, all players reveal the top card of their library. The player whose card had the highest converted mana cost gains 4 life and loses 2 poison counters. If two or more players tie for the highest converted mana cost, each player loses 4 life and gets 2 poison counters."
}, {
    "difficulty": 0,
    "text": "When this emblem enters the command zone, choose a player at random. That player takes an extra turn now."
}, {
    "difficulty": 0,
    "text": "Whenever a player casts a spell, that player exiles the top two cards of his or her library."
}, {
    "difficulty": 0,
    "text": "Permanents entering the battlefield don't cause abilities to trigger."
}, {
    "difficulty": 0,
    "text": "Players may play cards in their graveyards."
}, {
    "difficulty": 0,
    "text": "Players may play face-up exiled cards they own."
}, {
    "difficulty": 0,
    "text": "Whenever a player casts a spell, he or she may pay {2}. If he or she doesn't, he or she loses 5 life."
}, {
    "difficulty": 0,
    "text": "Players can't tap or untap permanents to cast spells or activate abilities that aren't mana abilities."
}, {
    "difficulty": 0,
    "text": "Creatures' power and toughness can't be modified. *(It can still be set and switched.)*"
}, {
    "difficulty": 0,
    "text": "When this emblem enters the command zone, choose a color at random, then flip a coin. If the coin comes up heads, all creatures of the chosen color get +2/+2. If the coin comes up tails, all permanents and all players have protection from the chosen color."
}, {
    "difficulty": 0,
    "text": "At the beginning of each player's upkeep, until that player's next turn, tapped creatures that player controls can block as if they weren't tapped."
}, {
    "difficulty": 0,
    "text": "All spells have split second."
}, {
    "difficulty": 0,
    "text": "When this emblem enters the command zone, remove all counters from all permanents."
}, {
    "difficulty": 0,
    "text": "Whenever a counter is put on a permanent, that permanent's controller loses 1 life.\nWhenever a counter is removed from a permanent, that permanent's controller gains 1 life."
}, {
    "difficulty": 0,
    "text": "All creatures have vigilance, attack each turn if able and block each turn if able."
}, {
    "difficulty": 0,
    "text": "All permanents have \"{T}: Target player gains control of this permanent.\"."
}, {
    "difficulty": 0,
    "text": "When this emblem enters the command zone, choose a basic land type at random.\nAll lands are the chosen type."
}, {
    "difficulty": 0,
    "text": "Each player may bid life. A random player starts the bidding with a bid of any number. In turn order, each player may top the high bid. The bidding ends if the high bid stands. The high bidder loses life equal to the high bid and takes an extra turn now."
}, {
    "difficulty": 1,
    "text": "*Will of the council* — When this emblem enters the command zone, starting with a random player, each player votes for an emblem. Remove each emblem with the most votes or tied for most votes from the command zone."
}, {
    "difficulty": 2,
    "text": "When this emblem enters the command zone, each player manifests the top ten cards of his or her library."
}, {
    "difficulty": 2,
    "text": "*Will of the council* — When this emblem enters the command zone, starting with a random player, each player votes for a permanent or suspended card. Move all counters from all permanents and suspended cards to the card with the most votes. If two or more cards are tied for most votes, choose one of them at random."
}, {
    "difficulty": 3,
    "text": "Whenever a player would draw a card, that player may instead search his or her library for a card, put that card into his or her hand, then shuffle his or her library."
}, {
    "difficulty": 2,
    "text": "Attacking creatures have indestructible."
}, {
    "difficulty": 2,
    "text": "When this emblem enters the command zone, change the text of all nonland permanents by replacing all instances of {T} with {Q}, and vice versa. *(This effect lasts indefinitely.)*"
}, {
    "difficulty": 1,
    "text": "All instances of  {T} in the text of nonland permanents are changed to {Q}, and vice versa."
}]
